Repository: openedx/xblock-image-explorer
Catalog: image_explorer_v2/translations/*/LC_MESSAGES/text.po
Languages: eo

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: This name appears in the horizontal navigation at the top of the page.
eo: Thïs nämé äppéärs ïn thé hörïzöntäl nävïgätïön ät thé töp öf thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Image Explorer
eo: Ìmägé Éxplörér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Hot Spots Coordinates Centered
eo: Höt Spöts Çöördïnätés Çéntéréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Store hotspots opened by student, for completion
eo: Störé hötspöts öpénéd ßý stüdént, för çömplétïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: XML contents to display for this module
eo: XML çönténts tö dïspläý för thïs mödülé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Missing event_type in JSON data
eo: Mïssïng évént_týpé ïn JSÖN dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Title
eo: Tïtlé Ⱡ'σяєм ιρѕ#

source: The title of the Image Explorer that is displayed to the user
eo: Thé tïtlé öf thé Ìmägé Éxplörér thät ïs dïspläýéd tö thé üsér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Hotspot coordinates centered
eo: Hötspöt çöördïnätés çéntéréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: If set to true, hotspot coordinates interpreted to point to the center of the hotspot
eo: Ìf sét tö trüé, hötspöt çöördïnätés ïntérprétéd tö pöïnt tö thé çéntér öf thé hötspöt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: If set to false, assumed to point to the top left corner of the hotspot image
eo: Ìf sét tö fälsé, ässüméd tö pöïnt tö thé töp léft çörnér öf thé hötspöt ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Definition
eo: Défïnïtïön Ⱡ'σяєм ιρѕυм ∂σłσ#

source: The XML definition for the Image Explorer
eo: Thé XML défïnïtïön för thé Ìmägé Éxplörér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Save
eo: Sävé Ⱡ'σяєм ι#

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#
